Repository: kongbaguni/lightMeter
Catalog: Localizable.xcstrings
Source language: en
Languages: de, ja, ko

source: A new version of the app has been released on the App Store.
de: Eine neue Version der App wurde im App Store veröffentlicht.
ja: アプリストアに新しいバージョンのアプリがデプロイされました。
ko: 앱스토어에 새로운 버전의 앱이 배포되었습니다.

source: Ad
de: Anzeige
ja: 広告
ko: 광고

source: aperture
de: Öffnung
ja: 絞り
ko: 조리개

source: Aperture
de: Öffnung
ja: 絞り
ko: 조리개

source: Blue
de: Blau
ja: 青
ko: 청색

source: body
de: Körper
ja: カメラ
ko: 바디

source: body list
de: Körperliste
ja: カメラ一覧
ko: 바디 목록

source: Brand
de: Marke
ja: ブランド
ko: 브랜드

# camera permission required description
source: You need to use the camera for exposure metering. Please allow camera access.
de: Sie benötigen die Kamera zur Belichtungsmessung. Bitte erlauben Sie den Kamerazugriff.
ja: 露出測定のためにカメラを使用する必要があります。カメラのアクセス権を許可してください。
ko: 노출측정을 위해서 카메라를 사용해야 합니다. 카메라의 접근권한을 허용해주세요.

# camera permission required title
source: Camera access is required.
de: Kamerazugriff erforderlich.
ja: カメラへのアクセス権が必要です。
ko: 카메라 접근권한이 필요합니다.

source: cancel
de: stornieren
ja: キャンセル
ko: 취소

source: Clear
de: klar
ja: 透明
ko: 투명

source: current version : %@
de: Aktuelle Version: %@
ja: 現在のバージョン: %@
ko: 현재 버전:%@

source: custom body list
de: benutzerdefinierte Körperliste
ja: カスタムカメラ一覧
ko: 사용자 바디 목록

source: custom lens list
de: Benutzerdefinierte Objektivliste
ja: カスタムレンズ一覧
ko: 사용자 랜즈 목록

source: delete
de: löschen
ja: 削除
ko: 삭제

# Delete Confirm msg
source: Deleted items cannot be recovered. To delete, enter the item name in the text field below.
de: Gelöschte Elemente können nicht wiederhergestellt werden. Geben Sie zum Löschen den Elementnamen in das untenstehende Textfeld ein.
ja: 削除されたアイテムは復元されません。 削除するには、テキストフィールドにアイテムの名前を入力してください。
ko: 삭제된 아이템은 복구되지 않습니다. 삭제하려면 아레 텍스트필드에 아이템의 이름을 입력하세요.

# Delete Confirm title
source: Deletes the selected user item.
de: Löscht das ausgewählte Benutzerelement.
ja: 選択したユーザーアイテムを削除します。
ko: 선택한 사용자 아이템을 삭제합니다.

source: Distance
de: Entfernung
ja: 距離
ko: 거리

source: Do it next time
de: Mach es das nächste Mal
ja: 次回もやってみよう
ko: 다음에 하기

source: filter list
de: filterliste
ja: フィルターリスト
ko: 필터 목록

source: Flash
de: Blitz
ja: フラッシュ
ko: 플래시

source: Flash level : %lld
de: Blitzstufe : %lld
ja: フラッシュレベル : %lld
ko: 플레시 레벨 : %lld

source: flash setting
de: Blitzeinstellungen
ja: フラッシュ設定
ko: 플래시 설정

# flashStepInterpolation.Half Step
source: 1/2 step
de: 1/2 Schritt
ja: 1/2ステップ
ko: 1/2 스텝

# flashStepInterpolation.none
source: none
de: Keine
ja: なし
ko: 없음

# flashStepInterpolation.Third Step
source: 1/3 step
de: 1/3 Schritt
ja: 1/3ステップ
ko: 1/3 스텝

source: goto app store
de: Zum App Store
ja: アプリストアを開く
ko: 앱스토어로 이동

source: Green
de: Grün
ja: 緑
ko: 녹색

source: haptic feedback
de: haptisches Feedback
ja: 触覚フィードバック
ko: 햅틱 피드백

source: heavy
de: schwer
ja: 重い
ko: 강하게

source: lens
de: Ein Objektiv
ja: レンズ
ko: 랜즈

source: lens list
de: Objektivliste
ja: レンズ一覧
ko: 랜즈 목록

source: light
de: Licht
ja: ライト
ko: 약하게

source: make custom body
de: Erstellen Sie einen benutzerdefinierten Körper
ja: カスタムカメラの作成
ko: 사용자 바디 생성

source: make custom lens
de: Erstellen Sie benutzerdefinierte Objektive
ja: カスタムレンズを作る
ko: 사용자 랜즈 생성

source: Model
de: Modell
ja: モデル
ko: 모델

# My Widget
source: exposure value
de: Belichtungswert
ja: 露出値
ko: 노출 값

source: off
de: aus
ja: オフ
ko: 끔

source: open settings
de: Gehen Sie zu den Einstellungen.
ja: 設定に移動
ko: 설정으로 이동

source: Please update the app
de: Bitte aktualisieren Sie die App
ja: アプリを更新してください
ko: 앱을 업데이트 해주세요

source: Polarizer
de: Polarisator
ja: 偏光板
ko: 편광

source: Red
de: Rot
ja: 赤
ko: 빨강

source: save
de: speichern
ja: 保存
ko: 저장

source: sec
de: Sekunde
ja: 秒
ko: 초

source: select body
de: Körper auswählen
ja: カメラの選択
ko: 바디 선택

source: select filter
de: Filter auswählen
ja: フィルターを選択
ko: 필터 선택

source: select lens
de: Ein Objektiv auswählen
ja: レンズ選択
ko: 랜즈 선택

source: setting
de: Einstellung
ja: 設定
ko: 설정

source: ShutterSpeed
de: Verschlusszeit
ja: シャッター速度
ko: 셔터속도

source: Step Interpolation
de: Schrittinterpolation
ja: ステップ補間
ko: 스텝 보간

source: use diffuser
de: Diffusor verwenden
ja: ディフューザーを使用する
ko: 디퓨저 사용

# widget description
source: Shows the last exposure meter setting.
de: Zeigt die letzte Belichtungsmessereinstellung an.
ja: 最後の露出計の設定を表示します。
ko: 마지막 노출계 설정을 표시합니다.

source: Yellow
de: Gelb
ja: 黄色
ko: 노랑

source: filter
ja: フィルター
ko: 필터

source: GN max : %lld
ja: GN最大 : %lld
ko: 플래시 최대 광량 : %lld

source: medium
ja: 中くらい
ko: 중간

source: name
ja: 品名
ko: 이름

source: Orange
ja: オレンジ
ko: 주황색

source: store version : %@
ja: ストアバージョン:%@
ko: 스토어 버전:%@

source: ver
ja: バージョン
ko: 버전

source: version
ja: バージョン
ko: 버전
